Repository: kandotrun/afterimage-app
Catalog: ios/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans

source: 写真に残した瞬間
en: A moment captured in a photo
ko: 사진으로 남긴 순간
zh_hans: 照片记录的瞬间

source: 動画を追加
en: Add Videos
ko: 동영상 추가
zh_hans: 添加视频

source: 削除
en: Delete
ko: 삭제
zh_hans: 删除

source: 動画の文字起こしだけを、あなたが許可したAIエージェントへ安全に渡します。写真や動画本体を書き換える権限はありません。
en: Only video transcripts are shared securely with AI agents you authorize. They cannot modify your photos or videos.
ko: 동영상의 텍스트 변환만 허용한 AI 에이전트에 안전하게 전달합니다. 사진이나 동영상 원본을 수정할 권한은 없습니다.
zh_hans: 仅将视频转写文本安全地提供给你授权的 AI 智能体。它们无权修改照片或视频本身。

source: 完了
en: Done
ko: 완료
zh_hans: 完成

source: 手動設定
en: Manual Setup
ko: 수동 설정
zh_hans: 手动设置

source: 接続の準備ができました
en: Ready to Connect
ko: 연결 준비가 완료되었습니다
zh_hans: 连接准备已完成

source: 接続を確認しています…
en: Checking connections…
ko: 연결 확인 중…
zh_hans: 正在检查连接…

source: 接続を解除
en: Disconnect
ko: 연결 해제
zh_hans: 断开连接

source: 接続中のAI
en: Connected AI
ko: 연결된 AI
zh_hans: 已连接的 AI

source: 接続名
en: Connection Name
ko: 연결 이름
zh_hans: 连接名称

source: 撮った日々が、あとから見つかる。
en: The days you captured, easy to find again.
ko: 기록한 일상을 나중에 다시 찾을 수 있어요.
zh_hans: 记录过的日子，日后都能找到。

source: 文字起こし
en: Transcript
ko: 텍스트 변환
zh_hans: 转写文本

source: 文字起こしの読み取り専用
en: Read-only transcript access
ko: 텍스트 변환 읽기 전용
zh_hans: 仅可读取转写文本

source: 新しい接続を作ると、設定用tokenを一度だけ表示します。
en: When you create a connection, its setup token is shown only once.
ko: 새 연결을 만들면 설정용 token을 한 번만 표시합니다.
zh_hans: 创建连接后，设置用 token 只会显示一次。

source: 映像と音で残した記憶
en: A memory captured in sight and sound
ko: 영상과 소리로 남긴 추억
zh_hans: 用画面与声音记录的记忆

source: 最初のafterimageを残そう
en: Save your first afterimage
ko: 첫 afterimage를 남겨보세요
zh_hans: 记录你的第一条 afterimage

source: 解除すると、設定済みのAIはすぐに文字起こしを読めなくなります。
en: Once disconnected, the AI will immediately lose access to your transcripts.
ko: 연결을 해제하면 설정된 AI가 즉시 텍스트 변환을 읽을 수 없게 됩니다.
zh_hans: 断开后，已设置的 AI 将立即无法读取转写文本。

source: 記憶を、AIが読めるように
en: Let AI read your memories
ko: AI가 기억을 읽을 수 있도록
zh_hans: 让 AI 读取你的记忆

source: 設定依頼文をコピー
en: Copy Setup Request
ko: 설정 요청문 복사
zh_hans: 复制设置请求

source: 読み込めませんでした
en: Couldn’t Load
ko: 불러올 수 없습니다
zh_hans: 无法加载

source: 追加
en: Add
ko: 추가
zh_hans: 添加

source: 閉じる
en: Close
ko: 닫기
zh_hans: 关闭

# upload.stage.checking
source: アップロード済みか確認しています
en: Checking for previous uploads
ko: 업로드 여부를 확인하는 중입니다
zh_hans: 正在检查是否已上传

# upload.duplicates.all_title
source: 選んだ%lld件はすべてアップロード済みです
en: All %lld selected items have already been uploaded
ko: 선택한 %lld개 항목이 모두 이미 업로드되었습니다
zh_hans: 所选的 %lld 个项目均已上传

# upload.duplicates.all_detail
source: 新しくアップロードする動画はありません。
en: There are no new videos to upload.
ko: 새로 업로드할 동영상이 없습니다.
zh_hans: 没有新的视频需要上传。

# upload.duplicates.partial_title
source: %1$lld件中、アップロード済みの%2$lld件をスキップしました
en: Skipped %2$lld of %1$lld selected items because they were already uploaded
ko: 선택한 %1$lld개 중 이미 업로드된 %2$lld개를 건너뛰었습니다
zh_hans: 所选 %1$lld 个项目中，已跳过 %2$lld 个已上传项目

# upload.duplicates.partial_detail
source: 新しい%lld件だけをアップロードします。
en: Only the %lld new items will be uploaded.
ko: 새 항목 %lld개만 업로드합니다.
zh_hans: 仅上传 %lld 个新项目。

# upload.duplicates.hint_title
source: アップロード済みは自動でスキップ
en: Previously uploaded items are skipped automatically
ko: 이미 업로드된 항목은 자동으로 건너뜁니다
zh_hans: 已上传的项目会自动跳过

# upload.duplicates.hint_detail
source: 同じ動画を選んでも重複して保存されません。
en: Selecting the same video will not save a duplicate.
ko: 같은 동영상을 선택해도 중복 저장되지 않습니다.
zh_hans: 即使选择相同的视频，也不会重复保存。

# accessibility.upload_picker_duplicate_hint
source: アップロード済みの動画は自動でスキップします
en: Previously uploaded videos will be skipped automatically
ko: 이미 업로드된 동영상은 자동으로 건너뜁니다
zh_hans: 已上传的视频会自动跳过

# api.duplicate_asset
source: この写真・動画はすでにアップロード済みです。
en: This photo or video has already been uploaded.
ko: 이 사진 또는 동영상은 이미 업로드되었습니다.
zh_hans: 此照片或视频已上传。

# api.invalid_asset_candidates
source: 選択した写真・動画を確認できませんでした。
en: The selected photos and videos could not be checked.
ko: 선택한 사진과 동영상을 확인할 수 없습니다.
zh_hans: 无法检查所选的照片和视频。

# action.delete
source: 削除
en: Delete
ko: 삭제
zh_hans: 删除

# action.cancel
source: キャンセル
en: Cancel
ko: 취소
zh_hans: 取消

# action.retry
source: もう一度
en: Retry
ko: 다시 시도
zh_hans: 重试

# accessibility.more
source: その他
en: More
ko: 더 보기
zh_hans: 更多

# daily.playback.title
source: 1日の記憶
en: Day in Review
ko: 하루의 기억
zh_hans: 一天回顾

# daily.playback.combine
source: この日をまとめて再生
en: Play the Whole Day
ko: 이날 이어서 재생
zh_hans: 连续播放这一天

# daily.playback.summary
source: %1$lld本 · %2$@
en: %1$lld clips · %2$@
ko: 클립 %1$lld개 · %2$@
zh_hans: %1$lld 个片段 · %2$@

# daily.playback.current_clip
source: %1$lld / %2$lld本目 · %3$@
en: Clip %1$lld of %2$lld · %3$@
ko: %1$lld/%2$lld번째 · %3$@
zh_hans: 第 %1$lld/%2$lld 个 · %3$@

# daily.playback.subtitle
source: 再生中の字幕
en: Current Transcript
ko: 현재 자막
zh_hans: 当前字幕

# daily.playback.subtitle_pending
source: 文字起こしを処理しています。
en: The transcript is still being processed.
ko: 자막을 처리하고 있습니다.
zh_hans: 正在处理字幕。

# daily.playback.subtitle_failed
source: 文字起こしに失敗しました。
en: The transcript could not be generated.
ko: 자막을 생성하지 못했습니다.
zh_hans: 字幕生成失败。

# daily.playback.subtitle_unavailable
source: この動画の字幕はありません。
en: No transcript is available for this clip.
ko: 이 클립에는 자막이 없습니다.
zh_hans: 此片段没有可用字幕。

# daily.playback.chapters
source: チャプター
en: Chapters
ko: 챕터
zh_hans: 章节

# daily.playback.chapter_accessibility
source: チャプター%1$lld、%2$@
en: Chapter %1$lld, %2$@
ko: 챕터 %1$lld, %2$@
zh_hans: 第 %1$lld 章，%2$@

# daily.playback.empty
source: この日の動画はありません
en: No videos for this day
ko: 이날의 동영상이 없습니다
zh_hans: 这一天没有视频

# daily.playback.invalid_day
source: この日の再生範囲を作成できませんでした。
en: The playback range for this day could not be created.
ko: 이날의 재생 범위를 만들 수 없습니다.
zh_hans: 无法创建这一天的播放范围。

# daily.playback.delete_current
source: 現在の動画を削除
en: Delete Current Clip
ko: 현재 클립 삭제
zh_hans: 删除当前片段

# daily.playback.delete_confirmation
source: 再生中の動画を完全に削除しますか？
en: Permanently delete the current clip?
ko: 현재 클립을 영구적으로 삭제할까요?
zh_hans: 要永久删除当前片段吗？

# daily.playback.card_accessibility
source: %lld本の動画をまとめて再生
en: Play %lld clips as one day
ko: 동영상 %lld개를 하루로 이어서 재생
zh_hans: 连续播放当天的 %lld 个片段
